Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamelaiskarajat_ottaa_kayttoon_poikkeustilan_saamelaiskarajien_toimintakyvyn_ja_henkiloston_tyoturvallisuuden_varmistamiseksi.html.tmx
Source language: fin
Languages: smn

source: Saamelaiskäräjät ottaa käyttöön poikkeustilan Saamelaiskäräjien toimintakyvyn ja henkilöstön työturvallisuuden varmistamiseksi
smn: Sämitigge váldá anon spiekâstâhtile Sämitige toimânaavcâ já pargei pargotorvolâšvuođâ visásmittem tiet

source: Saamelaiskäräjien hallitus on päättänyt ottaa käyttöön poikkeustilan 30. syyskuuta 2022 saakka.
smn: Sämitige stivrâ lii meridâm väldiđ anon spiekâstâhtile 30. čohčâmáánu 2022 räi.

source: Poikkeustila otetaan käyttöön, koska Saamelaiskäräjät ei enää pysty nykyisillä resursseilla vastaamaan Saamelaiskäräjille tulevien asioiden riittävästä valmistelusta pyydetyssä aikataulussa.
smn: Spiekâstâhtile váldoo anon, tastko Sämitigge ij innig paste táálái resursijguin västidiđ Sämitiigán puáttee aašij tuárvi pyeri valmâštâlmist pivdum äigitaavlu siste.

source: Poikkeustilan aikana Saamelaiskäräjät keskittyy huolehtimaan organisaation saamelaiskulttuurin säilymisen ja kehittämisen lakisääteisistä tehtävistä.
smn: Spiekâstâhtile ääigi Sämitigge huolât ovdâsaajeest organisaatio lahâaasâtlijn pargoin, moh lohtâseh sämikulttuur siäilumân já oovdedmân.

source: Saamelaiskäräjien tehtävänä on hoitaa saamelaisten omaa kieltä ja kulttuuria sekä heidän asemaansa alkuperäiskansana koskevat asiat.
smn: Sämitige pargon lii hoittáđ aašijd, moh kyeskih sämmilij jieijâs kielân já kulttuurân sehe sii sajattâhân algâaalmugin.

source: Saamelaiskäräjät edustaa saamelaisia tehtäviinsä kuuluvissa asioissa kansallisissa ja kansainvälisissä yhteyksissä.
smn: Sämitigge oovdâst sämmilijd jieijâs pargoid lohtâseijee aašijn aalmuglijn já aalmugijkoskâsijn ohtâvuođâin.

source: Saamelaiskäräjät on mukana yli 150 työryhmässä, käy vuosittain 30–50 lakisääteistä neuvottelua sekä antaa 120–250 lausuntoa tai esitystä vuodessa.
smn: Sämitigge lii mieldi paijeel 150 pargojuávhust, ráđádâl ihásávt 30–50 lahâaasâtlâš ráđádâlmid sehe addel 120–250 ciälkkámuššâd tâi iävtuttâssâd ivveest.

source: Saamelaiskäräjien tehtävät ovat lisääntyneet huomattavasti viimeisten vuosien aikana.
smn: Sämitige pargoh láá lasanâm merhâšitteht majemui iivij ääigi.

source: Esimerkiksi Saamelaiskäräjille tulevien edustuspyyntöjen määrä on lisääntynyt 80 % vuoteen 2019 verrattuna.
smn: Ovdâmerkkân Sämitiigán puáttee ovdâstemtáttumeh laa lasanâm 80 % ko verdid ihán 2019.

source: Erityisesti tutkimushankkeiden ja selvitysten yhteisölliset suostumuspyynnöt ovat lisääntyneet.
smn: Eromâšávt tutkâmhaavâi já čielgiittâsâi siärvusliih miettâmtáttumeh láá lasanâm.

source: – Kyse on siitä, että Saamelaiskäräjät on ollut pitkään alirahoitteinen.
smn: – Koččâmuš lii tast, ete Sämitige ruttâdem lii kuhháá lamaš liijkás ucce.

source: Lisärahoitusta ei ole saatu, vaikka sen tarve on tuotu niin valtiovarainministeriön kuin oikeusministeriönkin tietoon.
smn: Mij ep lah finnim laseruttâdem, veikâ ton tárbu lii puohtum nuuvt staatâvarijministeriö ko meid riehtiministeriö tiätun.

source: Saamelaiskäräjien tehtävät ovat määritelty laissa, mutta resurssimme eivät enää riitä meille kuuluvien alati lisääntyvien tehtävien hoitoon, sanoo Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso.
smn: Sämitige pargoh láá miäruštâllum laavâin, mutâ mii resurseh iä innig pijssáá mijjân kullee já ain lasaneijee pargoi hoittáámân, iätá Sämitige saavâjođetteijee Tuomas Aslak Juuso.

source: Poikkeustilan aikana turvataan Saamelaiskäräjien lakisääteiset tehtävät.
smn: Spiekâstâhtile ääigi turvâsteh Sämitige lahâaasâtlijd pargoid.

source: Myöhemmäksi siirretään Saamelaiskäräjien toiminnan kehittämiseen liittyvät tehtävät, osa sidosryhmätoiminnasta, tutkimushankkeiden ja selvitysten yhteisöllisten suostumusten valmistelu ja käsittely, osa seminaarien ja tapahtumien järjestämistehtävistä, yhteistyöelinten ja neuvottelukuntien kokouksien järjestäminen, vieraiden vastaanottaminen sekä Saamelaiskäräjien toiminnan esittelyt.
smn: Maajeeb ááigán sirdeh Sämitige tooimâ oovdedmân lohtâseijee pargoid, uási čonâsjuávkkutooimâst, tutkâmhaavâi já čielgiittâsâi siärvuslij miettâmij valmâštâllâm já kieđâvuššâm, uási seminaarij já tábáhtusâi ornimpargoin, oovtâstpargo-orgaanij já ráđádâllâmkuudij čuákkimij ornim, kuosij vuástáväldim sehe Sämitige tooimâ oovdânpyehtim.

source: Työntekijöiden terveysturvallinen työskentely halutaan varmistaa
smn: Halijdeh visásmittiđ pargei tiervâsvuotâtorvolâš porgâm

source: Saamelaiskäräjillä yksi työntekijä työskentelee yksin toimialallaan ja toimiala voi olla todella laaja.
smn: Sämitiggeest ohtâ pargee parga ohtuu jieijâs toimâsyergist já toimâsyergi puáhtá leđe tuođâi viijđes.

source: Työntekijöiden työssäjaksamista koskevissa selvityksissä on todettu, että suuri työmäärä suhteessa Saamelaiskäräjien henkilöstöresursseihin aiheuttaa haitallista työkuormittumista ja palautuminen työn aiheuttamasta kuormituksesta on heikentynyt.
smn: Pargei pargoost vajemân kyeskee čielgiittâsâin láá pahudâm, ete stuorrâ pargomeeri Sämitige pargoresursij háárán toovât háitulii pargokuormim já tuoibâm pargo tovâttem kuormiimist lii hiäjusmâm.

source: – Työn kuormittavuutta ei voida enää pienentää organisaation toimintakulttuuria kehittämällä, vaan kuormittavuuden vähentämiseen tarvitaan lisää henkilöresursseja.
smn: – Pargokuormim kepidem ij innig luhostuu organisaatio toimâkulttuur oovdedmáin, peic kuormim keeppidmân annojeh lase pargeeresurseh.

source: Saamelaiskäräjät on vuosittain esittänyt oikeusministeriölle henkilöresurssien riittävää vahvistamista.
smn: Sämitigge lii ihásávt oovdânpuáhtám riehtiministeriön pargeeresursij tuárvi lasettem.

source: Työnantajana meidän on suhtauduttava tilanteeseen vakavasti ja ryhdyttävä tarvittaviin toimenpiteisiin terveysturvallisen tilanteen varmistamiseksi, sanoo Saamelaiskäräjien hallintopäällikkö Pia Ruotsala-Kangasniemi.
smn: Pargoadeleijen mij kolgâp väldiđ tile tuođâlávt já riemmâđ tárbulijd toimáid vâi visásmittep tiervâsvuotâtorvolâš tile, iätá Sämitige haldâttâhhovdâ Pia Ruotsala-Kangasniemi.

source: Saamelaiskäräjillä on toteutettu aivoterveyttä koskeva kysely työpajoineen toukokuussa 2021 sekä työterveyshuollon toteuttama kohdennettu työpaikkaselvitys työssä jaksamisesta tammikuussa 2022.
smn: Sämitiggeest lii olášuttum vuoiŋâštiervâsvuotân kyeskee koijâdâllâm pargopájáiguin vyesimáánust 2021 sehe pargotiervâsvuođâhuolâttâs olášuttem čuosâttum pargosaječielgiittâs pargoost vajemist uđđâivemáánust 2022.

source: Molemmissa on todettu terveydelle haitallista jatkuvaa ja pitkäaikaista ylikuormitusta.
smn: Kuohtuin láá kavnâttâm tiervâsvuotân háitulii juátkojeijee já kuhesáigásii lijgekuormim.

source: Saamelaiskäräjien hallituksen pöytäkirja 4/2022 kokous 9.-10.5.2022 (asetettu nähtäville 18.5.2022)
smn: Sämitige stiivrâ pevdikirje 4/2022 čuákkim 9.-10.5.2022

source: Lisätietoja:
smn: Lasetiäđuh:

source: Tuomas Aslak Juuso Puheenjohtaja 040 687 3394 tuomas.juuso@samediggi.fi
smn: Tuomas Aslak Juuso Saavâjođetteijee 040 687 3394 tuomas.juuso@samediggi.fi

source: Pia Ruotsala-Kangasniemi Hallintopäällikkö 010 839 3106 / 040 726 2688 pia.ruotsala@samediggi.fi
smn: Pia Ruotsala-Kangasniemi Haldâttâhhovdâ 010 839 3106 / 040 726 2688 pia.ruotsala@samediggi.fi
